"3-finger Horizontal Swipe" = "Scorrimento orizzontale a 3 dita";
"3-finger Vertical Swipe" = "Scorrimento verticale a 3 dita";
"4-finger Horizontal Swipe" = "Scorrimento orizzontale a 4 dita";
"4-finger Vertical Swipe" = "Scorrimento verticale a 4 dita";
"About" = "Info";
"About %@" = "Info su %@";
"Accessibility" = "Accessibilità";
"Acknowledgments" = "Ringraziamenti";
"Active app" = "App attiva";
"Active screen" = "Schermo attivo";
"Active Space" = "Spazio attivo";
"Add a running app" = "Aggiungi un'app in esecuzione";
"Add an app from disk" = "Aggiungi un'app dal disco";
"Additional controls" = "Controlli aggiuntivi";
"Additional controls…" = "Controlli aggiuntivi…";
"Advanced" = "Avanzate";
"After keys are released" = "Dopo il rilascio dei tasti";
"After release" = "Dopo il rilascio";
"Align windows" = "Disponi le anteprime";
"Align windows:" = "Allinea le anteprime:";
"All apps" = "Tutte le app";
"All data from this form will be made public, as a ticket on github.com" = "Tutti i dati di questo modulo saranno resi pubblici come ticket su github.com";
"All screens" = "Tutti gli schermi";
"All Spaces" = "Tutti gli spazi";
"Allowed" = "Consentito";
"Alphabetical" = "Alfabetico";
"Alphabetical Order" = "Alfabetico";
"Also select windows using:" = "Seleziona le finestre usando anche:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab si è arrestato in modo anomalo. L'invio di una segnalazione potrebbe aiutare a risolvere il problema.";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab è attualmente impostato per mostrare le applicazioni. Questa impostazione è disponibile solo quando AltTab è impostato per mostrare le singole finestre.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "L'app non è autorizzata a registrare lo schermo: le miniature non saranno disponibili.";
"AltTab needs some permissions" = "AltTab richiede alcuni permessi";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Un'icona indicherà se la finestra è minimizzata o a schermo intero.";
"Always" = "Sempre";
"Always send crash reports" = "Invia sempre resoconti di arresti anomali";
"and press" = "e premi";
"and press:" = "e premi:";
"Animations" = "Animazioni";
"Animations…" = "Animazioni…";
"App (BundleID starting with)" = "App (BundleID inizia con…)";
"App Icons" = "Icone delle app";
"App is hidden" = "L'app è nascosta";
"App is running but has no open window" = "L'app è attiva ma senza finestre aperte";
"Apparition delay" = "Ritardo comparsa";
"Apparition delay of Switcher" = "Ritardo di apparizione dello switcher";
"Apparition delay:" = "Ritardo:";
"Appearance" = "Aspetto";
"Application Name" = "Nome dell'applicazione";
"Application Name - Window Title" = "Nome dell'applicazione - Titolo della finestra";
"Applications" = "Applicazioni";
"Are you sure you don’t want a response?" = "Confermi di non volere una risposta?";
"Arrow keys" = "Tasti freccia";
"Ask whether to send crash reports" = "Chiedi se inviare resconti di arresti anomali";
"Auto" = "Automatico";
"Auto-install updates periodically" = "Scarica e installa gli aggiornamenti disponibili";
"Blacklists" = "Esclusioni";
"Cancel" = "Annulla";
"Cancel and hide" = "Annulla e nascondi";
"Capture windows in the background" = "Cattura finestre in background";
"Center" = "Al centro";
"Check for updates now…" = "Cerca aggiornamenti…";
"Check for updates periodically" = "Verifica se sono disponibili aggiornamenti";
"Check for updates…" = "Ricerca aggiornamenti…";
"Check permissions…" = "Controlla i permessi";
"Close window" = "Chiudi la finestra";
"Conflicting shortcut" = "Comandi rapidi in conflitto";
"Controls" = "Comandi";
"Crash reports policy" = "Rapporti di arresti anomali";
"Crash reports policy:" = "Arresti anomali:";
"Cursor follows focus" = "Centra il puntatore del mouse dopo la selezione";
"Customize App Icons style…" = "Personalizza le icone dell'app…";
"Customize Thumbnails style…" = "Personalizza lo stile delle miniature…";
"Customize Titles style…" = "Personalizza lo stile dei titoli…";
"Dark" = "Scuro";
"Debug tools" = "Strumenti di debug";
"Disabled" = "Mai";
"Do nothing" = "Non fare nulla";
"Don’t check for updates periodically" = "Disattivato (manuale)";
"Don’t send" = "Non inviare";
"Don’t show windows from these apps" = "Non mostrare le finestre di queste app";
"Done" = "Fatto";
"End" = "Alla fine";
"Exceptions" = "Eccezioni";
"Export settings…" = "Esporta impostazioni…";
"Export…" = "Esporta…";
"Fade in animation of Preview" = "Animazione di dissolvenza in entrata dell'anteprima";
"Fade out animation" = "Dissolvenza in uscita";
"Fade out animation of Switcher" = "Animazione di dissolvenza in uscita dello switcher";
"Fade out animation:" = "Dissolvenza in uscita:";
"Failed to import settings" = "Impossibile importare le impostazioni";
"Focus selected window" = "Passa alla finestra selezionata";
"Fullscreen window" = "Finestra a schermo intero";
"Fullscreen windows:" = "Finestre a schermo intero:";
"Fullscreen/Defullscreen window" = "Attiva/disattiva schermo intero";
"General" = "Generali";
"Gesture" = "Gesti";
"Grant permission" = "Concedi l'autorizzazione";
"Hidden windows:" = "Finestre nascoste:";
"Hide" = "Nascondi";
"Hide app badges" = "Nascondi il badge delle app";
"Hide app badges:" = "Nascodi badge delle app:";
"Hide apps with no open window" = "Nascondi le app senza finestra aperta";
"Hide apps with no open window:" = "Nascondi app senza finestre aperte:";
"Hide colored circles on mouse hover" = "Nascondi i tasti 'Chiudi'/'Minimizza'/'Schermo intero'";
"Hide colored circles on mouse hover:" = "Nascondi i pulsanti della finestra al passaggio del mouse:";
"Hide in %@" = "Nascondi in %@";
"Hide Space number labels" = "Nascondi il numero dello spazio";
"Hide Space number labels:" = "Non mostrare il numero dello spazio:";
"Hide status icons" = "Nascondi le icone di stato";
"Hide status icons:" = "Nascondi le icone di stato:";
"Hide window thumbnails:" = "Nascondi anteprime finestre:";
"Hide/Show app" = "Nascondi/mostra app";
"High" = "Alto";
"Highest" = "Massimo";
"Hold" = "Tieni premuto";
"Horizontal Swipe with Four Fingers" = "Scorrimento orizzontale con quattro dita";
"Horizontal Swipe with Three Fingers" = "Scorrimento orizzontale con tre dita";
"I think the app could be improved with…" = "Invia un suggerimento…";
"Ignore shortcuts when active" = "Ignora comandi rapidi quando attiva";
"Ignore shortcuts while a window from these apps is active" = "Ignora i comandi rapidi quando una finestra di queste app è attiva";
"Import settings…" = "Importa impostazioni…";
"Import…" = "Importa…";
"Keep open" = "Mantieni aperto";
"Keep open and search" = "Mantieni aperto e cerca";
"Language" = "Lingua";
"Language Change" = "Cambia lingua";
"Large" = "Grande";
"Later" = "Non ora";
"Latest releases" = "Ultime versioni";
"Leading" = "A sinistra";
"Left" = "A sinistra";
"Light" = "Chiaro";
"Lock search" = "Blocca ricerca";
"Max height on screen:" = "Altezza massima:";
"Max width on screen:" = "Larghezza massima:";
"Medium" = "Media";
"Menubar icon" = "Icona della barra dei menu";
"Menubar icon:" = "Icona della barra dei menu:";
"Middle" = "A metà";
"Minimize/Deminimize window" = "Contrai/espandi finestra";
"Minimized windows:" = "Finestre contratte:";
"Miscellaneous" = "Varie";
"Miscellaneous:" = "Varie:";
"Mouse hover" = "Passaggio del mouse";
"Multiple screens" = "Più schermi";
"Never" = "Mai";
"Never send crash reports" = "Non inviare resoconti";
"No Window" = "Nessuna finestra";
"Non-active apps" = "App non attive";
"Non-visible Spaces" = "Spazi non visibili";
"Normal" = "Normale";
"Not allowed" = "Non consentito";
"NSHumanReadableCopyright" = "Licenza GPL-3.0";
"Only if the window is fullscreen" = "Solo se la finestra è a schermo intero";
"Only on different screen" = "Solo su schermo diverso";
"Open Accessibility Preferences…" = "Apri impostazioni Accessibilità…";
"Open Accessibility Settings…" = "Apri Impostazioni Accessibilità…";
"Open Screen Recording Preferences…" = "Apri impostazioni Registrazione schermo…";
"Open Screen Recording Settings…" = "Apri Impostazioni Registrazione Schermo…";
"Open System Settings to confirm, and continue" = "Apri Impostazioni di Sistema per confermare e continuare";
"Open Trackpad Preferences…" = "Apri le preferenze del Trackpad";
"Open Trackpad Settings…" = "Apri Impostazioni Trackpad…";
"Optional: email (if you want a reply)" = "Indirizzo email (solo se vuoi una risposta)";
"Order windows by" = "Ordinamento delle finestre";
"Please fill in the form" = "Si prega di compilare il modulo";
"Policies" = "Rete";
"Preferences…" = "Impostazioni…";
"Preview selected window" = "Anteprima rapida della finestra selezionata";
"Preview selected window:" = "Mostra la finestra al passaggio:";
"Preview the selected window." = "Mostra la finestra evidenziata portandola in primo piano.";
"Quit" = "Esci";
"Quit %@" = "Esci da %@";
"Quit app" = "Esci dall'app";
"Recently Created" = "Prima le finestre più recenti";
"Recently Created First" = "Prima le nuove finestre";
"Recently Focused" = "Prima le ultime finestre visualizzate";
"Recently Focused First" = "Prima le finestre visualizzate di recente";
"Remember my choice" = "Ricorda la mia scelta";
"Reset preferences and restart" = "Resetta le impostazioni e riavvia";
"Reset preferences and restart…" = "Resetta le impostazioni e riavvia…";
"Reset settings and restart" = "Ripristina impostazioni e riavvia";
"Reset settings and restart…" = "Ripristina impostazioni e riavvia…";
"Restart Now" = "Riavvia";
"Rows of thumbnails:" = "Righe di anteprime:";
"Screen including menu bar" = "Schermo con la barra dei menu";
"Screen including mouse" = "Schermo dove si trova il mouse";
"Screen Recording" = "Registrazione schermo";
"Screen showing AltTab" = "Schermo con la finestra di AltTab";
"Search" = "Cerca";
"Select next window" = "Finestra successiva";
"Select previous window" = "Finestra precedente";
"Select windows on mouse hover" = "Seleziona la finestra al passaggio del mouse";
"Select windows using arrow keys" = "Seleziona la finestra con i tasti freccia";
"Select windows using vim keys" = "Seleziona la finestra con i tasti Vim";
"Send" = "Invia";
"Send a crash report?" = "Inviare un resoconto?";
"Send anyway" = "Invia comunque";
"Send debug profile (CPU, memory, etc)" = "Invia profilo debug (CPU, memoria, ecc.)";
"Send feedback" = "Invia feedback";
"Send feedback…" = "Invia feedback…";
"Settings imported" = "Impostazioni importate";
"Settings…" = "Impostazioni";
"Share improvement ideas, or report bugs" = "Invia un'idea o una proposta, oppure segnala un bug";
"Shortcut" = "Scorciatoia";
"Shortcut 1" = "Comando 1";
"Shortcut 2" = "Comando 2";
"Shortcut 3" = "Comando 3";
"Shortcut 4" = "Comando 4";
"Shortcut 5" = "Comando 5";
"Shortcut already assigned to another action: %@" = "Comando già assegnato a: %@";
"Shortcuts When Active" = "Scorciatoie aggiuntive (solo per la vista anteprima finestre)";
"Shortcuts when active…" = "Scorciatoie aggiuntive (solo per la vista anteprima finestre)";
"Show" = "Mostra";
"Show & Hide" = "Mostra/Nascondi";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Mostra una voce per ogni finestra o per ogni applicazione. Le finestre passeranno in primo piano; le applicazioni saranno attivate.";
"Show apps with no open window" = "Mostra app senza finestre aperte";
"Show at the end" = "Mostra alla fine";
"Show fullscreen windows" = "Finestre a schermo intero";
"Show hidden windows" = "Finestre nascoste";
"Show in switcher" = "Mostra in AltTab";
"Show minimized windows" = "Finestre minimizzate";
"Show on" = "Limita a:";
"Show on:" = "Mostra su:";
"Show standard tabs as windows" = "Mostra le schede di macOS come finestre";
"Show standard tabs as windows:" = "Visualizza le schede di macOS come finestre:";
"Show titles" = "Mostra i titoli";
"Show windows from applications" = "Mostra le finestre di…";
"Show windows from screens" = "Mostra da… (schermi)";
"Show windows from Spaces" = "Mostra da… (Spaces o 'spazi' di macOS)";
"Show windows from:" = "Mostra finestre da:";
"Size" = "Dimensione";
"Skipped" = "Ignorato";
"Small" = "Piccola";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Alcune applicazioni, specialmente quelle di sistema, mostrano diverse istanze come schede della stessa finestra, anziché come finestre separate (in base alle impostazioni). Le schede dei browser non sono mai schede native di macOS.";
"Source code repository" = "Repository del codice sorgente";
"Space" = "Spazio";
"Space Order" = "In base alla posizione";
"Start" = "All'inizio";
"Start at login" = "Avvia al login";
"Start at login:" = "Avvia al login:";
"Support this project" = "Supporta questo progetto";
"Swipe with Four Fingers" = "Scorri con quattro dita";
"Swipe with Three Fingers" = "Scorri con tre dita";
"Switch between 3 different styles. You can customize them." = "Scegli uno dei 3 stili e personalizzalo come vuoi.";
"System" = "Sistema";
"System Default" = "Lingua di sistema";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "La scorciatoia ⌘⎋ (Command+Escape) potrebbe essere usata da macOS per GameOverlay.\n\nLa tua modifica lo assegnerebbe a: %@.\n\nSe vuoi continuare, assicurati che la scorciatoia GameOverlay sia disabilitata.\nNota inoltre che macOS ha segnalato bug per cui la scorciatoia potrebbe comunque interferire anche se disabilitata.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Il tasto ⎋ (Escape) è riservato da alcune scorciatoie di macOS (ad es. ⌘⌥⎋ mostrerà la finestra Uscita Forzata Applicazioni).\n\nSe vuoi usare ⎋, assicurati che i modificatori tenuti premuti non siano: ⌘⌥, ⌘⌥⇧, o ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Il tasto ⎋ (Escape) è riservato da alcune scorciatoie di macOS (ad es. ⌘⌥⎋ mostrerà la finestra Uscita Forzata Applicazioni).\n\nLa tua modifica lo assegnerebbe a: %@.\n\nSe vuoi usare ⎋, assicurati che i modificatori tenuti premuti non siano: ⌘⌥, ⌘⌥⇧, o ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "L'applicazione deve riavviarsi per applicare le impostazioni importate.";
"The application needs to restart to apply the language change." = "L'app deve essere riavviata per rendere effettivo il cambio di lingua.";
"Theme" = "Tema";
"Theme:" = "Tema:";
"Then release:" = "Poi rilascia:";
"This permission is needed to focus windows after you release the shortcut" = "Questo permesso è necessario per rendere attiva la finestra al rilascio del comando rapido";
"This permission is needed to show screenshots and titles of open windows" = "Questo permesso è necessario per mostrare le anteprime e i titoli delle finestre.";
"This permission is needed to show thumbnails and preview of open windows" = "Questa autorizzazione è necessaria per mostrare miniature e anteprime delle finestre aperte";
"Thumbnails" = "Miniature";
"Title" = "Titolo";
"Title truncation" = "Troncamento del titolo";
"Titles" = "Titoli";
"Trackpad haptic feedback" = "Feedback aptico del trackpad";
"Trigger" = "Attivatore";
"Trigger shortcut" = "Scorciatoia";
"Unassign existing shortcut and continue" = "Rimuovi comando esistente e continua";
"Updates policy" = "Aggiornamento";
"Updates policy:" = "Aggiornamenti:";
"Use the app without this permission. Thumbnails won’t show." = "Usa AltTab con le impostazioni correnti (senza anteprime).";
"Version" = "Versione";
"Vertical Swipe with Four Fingers" = "Scorrimento verticale con quattro dita";
"Vertical Swipe with Three Fingers" = "Scorrimento verticale con tre dita";
"View existing discussions" = "Visualizza discussioni esistenti";
"Vim keys" = "Tasti Vim";
"Vim keys already assigned to other actions:\n%@" = "I tasti Vim sono già assegnati ad altre azioni:\n%@";
"Visibility" = "Contrasto della selezione";
"Visible Spaces" = "Spazi visibili";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Quando disabilitato, evita l'indicatore viola di registrazione schermo di macOS e i tremolii durante la riproduzione di video DRM. Le miniature saranno meno aggiornate.";
"When fullscreen" = "Se a schermo intero";
"When no open window" = "Se non ci sono finestre aperte";
"While open, press:" = "Mentre aperto, premi:";
"Window app icon size:" = "Dimensioni dell'icona sull'anteprima:";
"Window is fullscreen" = "La finestra è a schermo intero";
"Window is minimized" = "La finestra è minimizzata nel Dock";
"Window is on every Space" = "La finestra è in tutti gli spazi";
"Window is on Space %d" = "La finestra è nello spazio %d";
"Window max width in row:" = "Larghezza massima finestra in riga:";
"Window min width in row:" = "Larghezza minima finestra in riga:";
"Window order:" = "Ordine delle finestre:";
"Window Title" = "Titolo della finestra";
"Window title contains" = "Il titolo della finestra contiene";
"Window title font size:" = "Dimensioni del titolo della finestra:";
"Window title truncation:" = "Troncamento titolo:";
"Windows" = "finestre";
"You can’t undo this action." = "Non puoi annullare questa operazione.";
"You didn’t write your email, thus can’t receive any response." = "Non hai fornito un indirizzo email: non potrai ricevere risposta.";
"You may need to disable some conflicting system gestures" = "Potrebbe essere necessario disabilitare alcuni gesti di sistema per evitare conflitti di configurazione";
